// function show_description(index){
//     const descriptions=[
//         "Сергей Чобан, бюро SPEECH. Автор одного из самых высоких зданий мира, башни «Федерация» в Москва-Сити (374 метра), Сергей Чобан (родился в 1962) - один из самых именитых современных архитекторов и основатель бюро SPEECH. После распада СССР Чобан переехал в Германию, и сегодня живет на два города, Москву и Берлин.",
//         "Николай Шумаков, АО «Метрогипротранс». Пожалуй, ни один российский архитектор не строил такое количество станций метро и транспортных объектов, как Николай Шумаков (родился в 1954). В Москве по его проектам появилось более 20 станций метро («Бутырская», «Фонвизинская», «Шипиловская», «Парк Победы»), новый аэровокзальный комплекс «Внуково-1», диспетчерский пункт управления движением на севере Москвы в форме гигантского яйца, а также несколько вантовых мостов, включая Живописный, один из самых красивых в России.",
//         "Андрей Адамович и Дана Матковская, бюро A2M. Молодые архитекторы и основатели бюро A2M стали авторами одного из самых масштабных военных музеев последних лет. Музей-мемориал в подмосковной деревне Петрищево посвящен герою Второй мировой войны Зое Космодемьянской, он так и назван - «ЗОЯ». Многие критики назвали его одним из самых впечатляющих архитектруных сооружений последних лет в России. По проектам этого дуэта в Московской области также построено несколько суперсовременных перинатальных центров, спортивных и офисных зданий."
//     ];
//     let elem = document.getElementById("image_description"+index);
//     elem.textContent = descriptions[index];
// }
// function hide_description(index){
//     let elem = document.getElementById("image_description"+index);
//     elem.textContent = "";
// }